info_text = '''НЕ ПИШИТЕ ВЕСЬ ТЕКСТ ЗАГЛАВНЫМИ БУКВАМИ и используйте стандартные шрифты.

Начальные фразы email-а должны отражать суть. 

Но будьте осторожны: не превратите цепляющие фразы в набор спам-слов.

Не будьте экспрессивны!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!

Не стоит использовать большое количество знаков восклицания и других символов подряд.Пишите читабельный текст. 

Забудьте о красном цвете, жирном шрифте, подсветке текста, подчеркивании, пустых строках и словах с пробелами, а также повторениях.

Не 3аменяйте буквы другими симв0л@ми и не пишите разными цветами. 

Ваше письмо не должно пестрить как хвост павлина. Фильтры интернет-провайдеров сразу распознают – это спам сообщение.

Размер имеет значение. Письма свыше 3 мб не попадают в папку “Входящие”. Оптимальным будет вес 250 кб.

Узнайте, сколько писем можно отправлять с mail. К примеру, у Gmail есть ограничение: 500 писем в день. 

Если вам это не подходит, выберите сервис массовой рассылки email, который не имеет ограничений по количеству отправленных писем.

Не отправляйте сообщений в содержании которых одни лишь ссылки.

Отправляйте только персонализированные email-ы. 

В строке «Кому» необходимо скрыть email adresses остальных получателей, т.к. это персональная информация, которую вы не имеете права передавать третьим лицам. 

В противном случае получатель может поставить отметку «spam email», и будет прав.

Не стоит также отправлять письма-изображения без текста. Особенно холодной аудитории, которая точно не готова видеть открытки-поздравления от незнакомого отправителя.

Выдерживайте паузу. Не стоит отправлять большое количество email за короткий промежуток времени.

Проверяйте актуальность базы. 

Отправляя письма на несуществующие email адреса, риск попадания в спам растет со скоростью света. 

Именно поэтому нужна программа проверки почты, чтобы список контактов всегда был актуальным.

Не шифруйтесь. Указывайте реальное имя компании и действующий email отправителя.

Не будьте навязчивы. 

Добавьте ссылку “Отписаться”, иначе сам получатель может пожаловаться на спам, и тогда еще есть риск попадания в черный список.

Правильно оформляйте заголовок письма. 

Избегайте призыва к действию в заголовке. Это тревожный звонок для спам фильтров, что вы недобросовестный отправитель и должны понести наказание в папке “Спам”.

Позаботьтесь о контенте. Никаких сообщений из разряда 18+ и предложений финансовых махинаций для мгновенного заработка.

Не забывайте о грамматике. Правила написания еще никто не отменял. 

Текст сообщения должен соответствовать всем нормам языка, на котором вы пишите.

Проверка на спам листы (блэклисты) осуществляется по IP адресу и домену. 

Не пренебрегайте ею, это не будет лишним'''
